{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 3000, "word_counts": "{\"my\": 197, \"heart\": 85, \"is\": 431, \"shattered\": 38, \"\\ud83d\\udc94\": 266, \"\\ud83d\\ude16\": 91, \"feeling\": 485, \"loved\": 85, \"\\ud83d\\udcaa\": 66, \"ily\": 109, \"can't\": 197, \"wait\": 66, \"for\": 142, \"the\": 174, \"weekend\": 66, \"\\ud83d\\ude0d\": 70, \"omg\": 161, \"this\": 202, \"song\": 84, \"amazing\": 242, \"tired\": 43, \"of\": 111, \"pretending\": 43, \"i\\u2019m\": 148, \"okay\": 43, \"\\ud83d\\ude22\": 322, \"anxiety\": 169, \"blessed\": 67, \"yay\": 97, \"so\": 428, \"excited\": 173, \"nothing\": 103, \"matters\": 55, \"anymore\": 110, \"life\": 240, \"beautiful\": 60, \"\\ud83d\\ude0e\": 76, \"can\\u2019t\": 104, \"stop\": 183, \"crying\": 52, \"\\ud83d\\udc94\\ud83d\\ude2d\": 52, \"\\ud83d\\ude2b\": 67, \"idk\": 157, \"i\": 193, \"feel\": 148, \"rejected\": 42, \"brb\": 133, \"lonely\": 198, \"just\": 193, \"won\": 71, \"a\": 284, \"prize\": 71, \"\\ud83d\\ude02\": 69, \"lol\": 176, \"feels\": 95, \"real\": 48, \"\\ud83d\\ude14\": 355, \"laughing\": 80, \"\\ud83c\\udf89\": 81, \"awesome\": 63, \"\\ud83d\\ude03\": 85, \"tbh\": 94, \"why\": 114, \"does\": 59, \"it\": 114, \"hurt\": 59, \"much\": 59, \"\\ud83d\\ude2d\": 289, \"sad\": 153, \"numb\": 59, \"to\": 113, \"everything\": 111, \"smh\": 148, \"today\": 175, \"\\u2764\\ufe0f\": 68, \"broken\": 47, \"again\": 136, \"vibes\": 74, \"meaningless\": 54, \"ugh\": 154, \"happy\": 90, \"right\": 90, \"now\": 90, \"thinking\": 51, \"about\": 51, \"breakup\": 262, \"heartbroken\": 201, \"empty\": 57, \"inside\": 57, \"fml\": 297, \"everyone\": 41, \"leaves\": 41, \"eventually\": 41, \"\\ud83d\\ude29\": 98, \"depressed\": 146, \"falling\": 52, \"apart\": 52, \"\\ud83d\\ude2b\\ud83d\\udc94\": 52, \"alone\": 102, \"in\": 104, \"crowded\": 58, \"room\": 58, \"had\": 79, \"great\": 79, \"time\": 79, \"\\ud83d\\ude0a\": 58, \"did\": 55, \"end\": 55, \"like\": 55, \"keeps\": 46, \"hurting\": 46, \"\\ud83d\\ude1e\": 285, \"grateful\": 81, \"drowning\": 46, \"sadness\": 46, \"\\u2728\": 73, \"love\": 115, \"friends\": 60, \"left\": 93, \"lost\": 57, \"and\": 57, \"hopeless\": 57, \"\\u2639\\ufe0f\": 63, \"don\\u2019t\": 54, \"even\": 54, \"want\": 54, \"exist\": 54, \"\\ud83d\\ude04\": 59, \"best\": 59, \"day\": 59, \"ever\": 59, \"good\": 80, \"she\": 49, \"me\": 104, \"got\": 76, \"promotion\": 76, \"proud\": 68, \"myself\": 113, \"\\ud83d\\ude1f\": 62, \"he\": 55, \"doesn't\": 55, \"lmao\": 90, \"find\": 52, \"peace\": 52, \"abandoned\": 54, \"hate\": 45, \"after\": 57, \"invisible\": 49, \"we\": 36, \"broke\": 36, \"up\": 36}", "word_docs": "{\"my\": 197, \"\\ud83d\\udc94\": 262, \"\\ud83d\\ude16\": 91, \"is\": 431, \"shattered\": 38, \"heart\": 85, \"loved\": 85, \"ily\": 109, \"\\ud83d\\udcaa\": 66, \"feeling\": 485, \"can't\": 197, \"\\ud83d\\ude0d\": 70, \"the\": 174, \"for\": 142, \"wait\": 66, \"weekend\": 66, \"amazing\": 242, \"song\": 84, \"omg\": 153, \"this\": 202, \"pretending\": 43, \"of\": 111, \"tired\": 43, \"anxiety\": 169, \"\\ud83d\\ude22\": 308, \"okay\": 43, \"i\\u2019m\": 148, \"blessed\": 67, \"excited\": 173, \"yay\": 97, \"so\": 428, \"anymore\": 110, \"matters\": 55, \"nothing\": 103, \"\\ud83d\\ude0e\": 76, \"life\": 240, \"beautiful\": 60, \"can\\u2019t\": 104, \"idk\": 157, \"\\ud83d\\ude2b\": 67, \"crying\": 52, \"\\ud83d\\udc94\\ud83d\\ude2d\": 52, \"stop\": 183, \"rejected\": 42, \"i\": 193, \"lonely\": 190, \"feel\": 148, \"brb\": 133, \"a\": 284, \"just\": 193, \"won\": 71, \"prize\": 71, \"\\ud83d\\ude02\": 69, \"lol\": 166, \"feels\": 95, \"\\ud83d\\ude14\": 343, \"real\": 48, \"laughing\": 80, \"\\ud83c\\udf89\": 81, \"\\ud83d\\ude03\": 85, \"awesome\": 63, \"tbh\": 94, \"does\": 59, \"it\": 114, \"much\": 59, \"why\": 114, \"\\ud83d\\ude2d\": 282, \"hurt\": 59, \"sad\": 153, \"to\": 113, \"numb\": 59, \"everything\": 111, \"smh\": 148, \"\\u2764\\ufe0f\": 68, \"today\": 175, \"broken\": 47, \"again\": 136, \"vibes\": 74, \"meaningless\": 54, \"ugh\": 154, \"happy\": 90, \"right\": 90, \"now\": 90, \"breakup\": 252, \"thinking\": 51, \"heartbroken\": 197, \"about\": 51, \"inside\": 57, \"empty\": 57, \"fml\": 281, \"leaves\": 41, \"eventually\": 41, \"everyone\": 41, \"\\ud83d\\ude29\": 97, \"depressed\": 146, \"apart\": 52, \"falling\": 52, \"\\ud83d\\ude2b\\ud83d\\udc94\": 52, \"alone\": 102, \"crowded\": 58, \"in\": 104, \"room\": 58, \"had\": 79, \"great\": 79, \"time\": 79, \"\\ud83d\\ude0a\": 58, \"did\": 55, \"like\": 55, \"end\": 55, \"hurting\": 46, \"keeps\": 46, \"\\ud83d\\ude1e\": 274, \"grateful\": 81, \"drowning\": 46, \"sadness\": 46, \"\\u2728\": 73, \"friends\": 60, \"love\": 115, \"left\": 93, \"\\u2639\\ufe0f\": 63, \"and\": 57, \"lost\": 57, \"hopeless\": 57, \"don\\u2019t\": 54, \"want\": 54, \"exist\": 54, \"even\": 54, \"\\ud83d\\ude04\": 59, \"day\": 59, \"ever\": 59, \"best\": 59, \"good\": 80, \"me\": 104, \"she\": 49, \"got\": 76, \"promotion\": 76, \"myself\": 113, \"proud\": 68, \"\\ud83d\\ude1f\": 62, \"doesn't\": 55, \"he\": 55, \"lmao\": 90, \"peace\": 52, \"find\": 52, \"abandoned\": 54, \"hate\": 45, \"after\": 57, \"invisible\": 49, \"up\": 36, \"broke\": 36, \"we\": 36}", "index_docs": "{\"18\": 197, \"11\": 262, \"58\": 91, \"3\": 431, \"149\": 38, \"63\": 85, \"64\": 85, \"47\": 109, \"87\": 66, \"2\": 485, \"19\": 197, \"81\": 70, \"25\": 174, \"36\": 142, \"88\": 66, \"89\": 66, \"13\": 242, \"66\": 84, \"28\": 153, \"15\": 202, \"143\": 43, \"44\": 111, \"142\": 43, \"27\": 169, \"6\": 308, \"144\": 43, \"32\": 148, \"85\": 67, \"26\": 173, \"54\": 97, \"4\": 428, \"46\": 110, \"112\": 55, \"51\": 103, \"74\": 76, \"14\": 240, \"93\": 60, \"48\": 104, \"29\": 157, \"86\": 67, \"124\": 52, \"125\": 52, \"22\": 183, \"145\": 42, \"20\": 193, \"17\": 190, \"33\": 148, \"38\": 133, \"10\": 284, \"21\": 193, \"79\": 71, \"80\": 71, \"82\": 69, \"23\": 166, \"55\": 95, \"5\": 343, \"135\": 48, \"69\": 80, \"67\": 81, \"65\": 85, \"90\": 63, \"56\": 94, \"95\": 59, \"41\": 114, \"97\": 59, \"40\": 114, \"8\": 282, \"96\": 59, \"31\": 153, \"42\": 113, \"98\": 59, \"45\": 111, \"34\": 148, \"83\": 68, \"24\": 175, \"136\": 47, \"37\": 136, \"77\": 74, \"118\": 54, \"30\": 154, \"59\": 90, \"60\": 90, \"61\": 90, \"12\": 252, \"131\": 51, \"16\": 197, \"132\": 51, \"107\": 57, \"106\": 57, \"7\": 281, \"147\": 41, \"148\": 41, \"146\": 41, \"53\": 97, \"35\": 146, \"127\": 52, \"126\": 52, \"128\": 52, \"52\": 102, \"103\": 58, \"49\": 104, \"104\": 58, \"71\": 79, \"72\": 79, \"73\": 79, \"105\": 58, \"113\": 55, \"115\": 55, \"114\": 55, \"138\": 46, \"137\": 46, \"9\": 274, \"68\": 81, \"139\": 46, \"140\": 46, \"78\": 73, \"94\": 60, \"39\": 115, \"57\": 93, \"91\": 63, \"109\": 57, \"108\": 57, \"110\": 57, \"119\": 54, \"121\": 54, \"122\": 54, \"120\": 54, \"99\": 59, \"101\": 59, \"102\": 59, \"100\": 59, \"70\": 80, \"50\": 104, \"133\": 49, \"75\": 76, \"76\": 76, \"43\": 113, \"84\": 68, \"92\": 62, \"117\": 55, \"116\": 55, \"62\": 90, \"130\": 52, \"129\": 52, \"123\": 54, \"141\": 45, \"111\": 57, \"134\": 49, \"152\": 36, \"151\": 36, \"150\": 36}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"feeling\", \"3\": \"is\", \"4\": \"so\", \"5\": \"\\ud83d\\ude14\", \"6\": \"\\ud83d\\ude22\", \"7\": \"fml\", \"8\": \"\\ud83d\\ude2d\", \"9\": \"\\ud83d\\ude1e\", \"10\": \"a\", \"11\": \"\\ud83d\\udc94\", \"12\": \"breakup\", \"13\": \"amazing\", \"14\": \"life\", \"15\": \"this\", \"16\": \"heartbroken\", \"17\": \"lonely\", \"18\": \"my\", \"19\": \"can't\", \"20\": \"i\", \"21\": \"just\", \"22\": \"stop\", \"23\": \"lol\", \"24\": \"today\", \"25\": \"the\", \"26\": \"excited\", \"27\": \"anxiety\", \"28\": \"omg\", \"29\": \"idk\", \"30\": \"ugh\", \"31\": \"sad\", \"32\": \"i\\u2019m\", \"33\": \"feel\", \"34\": \"smh\", \"35\": \"depressed\", \"36\": \"for\", \"37\": \"again\", \"38\": \"brb\", \"39\": \"love\", \"40\": \"why\", \"41\": \"it\", \"42\": \"to\", \"43\": \"myself\", \"44\": \"of\", \"45\": \"everything\", \"46\": \"anymore\", \"47\": \"ily\", \"48\": \"can\\u2019t\", \"49\": \"in\", \"50\": \"me\", \"51\": \"nothing\", \"52\": \"alone\", \"53\": \"\\ud83d\\ude29\", \"54\": \"yay\", \"55\": \"feels\", \"56\": \"tbh\", \"57\": \"left\", \"58\": \"\\ud83d\\ude16\", \"59\": \"happy\", \"60\": \"right\", \"61\": \"now\", \"62\": \"lmao\", \"63\": \"heart\", \"64\": \"loved\", \"65\": \"\\ud83d\\ude03\", \"66\": \"song\", \"67\": \"\\ud83c\\udf89\", \"68\": \"grateful\", \"69\": \"laughing\", \"70\": \"good\", \"71\": \"had\", \"72\": \"great\", \"73\": \"time\", \"74\": \"\\ud83d\\ude0e\", \"75\": \"got\", \"76\": \"promotion\", \"77\": \"vibes\", \"78\": \"\\u2728\", \"79\": \"won\", \"80\": \"prize\", \"81\": \"\\ud83d\\ude0d\", \"82\": \"\\ud83d\\ude02\", \"83\": \"\\u2764\\ufe0f\", \"84\": \"proud\", \"85\": \"blessed\", \"86\": \"\\ud83d\\ude2b\", \"87\": \"\\ud83d\\udcaa\", \"88\": \"wait\", \"89\": \"weekend\", \"90\": \"awesome\", \"91\": \"\\u2639\\ufe0f\", \"92\": \"\\ud83d\\ude1f\", \"93\": \"beautiful\", \"94\": \"friends\", \"95\": \"does\", \"96\": \"hurt\", \"97\": \"much\", \"98\": \"numb\", \"99\": \"\\ud83d\\ude04\", \"100\": \"best\", \"101\": \"day\", \"102\": \"ever\", \"103\": \"crowded\", \"104\": \"room\", \"105\": \"\\ud83d\\ude0a\", \"106\": \"empty\", \"107\": \"inside\", \"108\": \"lost\", \"109\": \"and\", \"110\": \"hopeless\", \"111\": \"after\", \"112\": \"matters\", \"113\": \"did\", \"114\": \"end\", \"115\": \"like\", \"116\": \"he\", \"117\": \"doesn't\", \"118\": \"meaningless\", \"119\": \"don\\u2019t\", \"120\": \"even\", \"121\": \"want\", \"122\": \"exist\", \"123\": \"abandoned\", \"124\": \"crying\", \"125\": \"\\ud83d\\udc94\\ud83d\\ude2d\", \"126\": \"falling\", \"127\": \"apart\", \"128\": \"\\ud83d\\ude2b\\ud83d\\udc94\", \"129\": \"find\", \"130\": \"peace\", \"131\": \"thinking\", \"132\": \"about\", \"133\": \"she\", \"134\": \"invisible\", \"135\": \"real\", \"136\": \"broken\", \"137\": \"keeps\", \"138\": \"hurting\", \"139\": \"drowning\", \"140\": \"sadness\", \"141\": \"hate\", \"142\": \"tired\", \"143\": \"pretending\", \"144\": \"okay\", \"145\": \"rejected\", \"146\": \"everyone\", \"147\": \"leaves\", \"148\": \"eventually\", \"149\": \"shattered\", \"150\": \"we\", \"151\": \"broke\", \"152\": \"up\"}", "word_index": "{\"<OOV>\": 1, \"feeling\": 2, \"is\": 3, \"so\": 4, \"\\ud83d\\ude14\": 5, \"\\ud83d\\ude22\": 6, \"fml\": 7, \"\\ud83d\\ude2d\": 8, \"\\ud83d\\ude1e\": 9, \"a\": 10, \"\\ud83d\\udc94\": 11, \"breakup\": 12, \"amazing\": 13, \"life\": 14, \"this\": 15, \"heartbroken\": 16, \"lonely\": 17, \"my\": 18, \"can't\": 19, \"i\": 20, \"just\": 21, \"stop\": 22, \"lol\": 23, \"today\": 24, \"the\": 25, \"excited\": 26, \"anxiety\": 27, \"omg\": 28, \"idk\": 29, \"ugh\": 30, \"sad\": 31, \"i\\u2019m\": 32, \"feel\": 33, \"smh\": 34, \"depressed\": 35, \"for\": 36, \"again\": 37, \"brb\": 38, \"love\": 39, \"why\": 40, \"it\": 41, \"to\": 42, \"myself\": 43, \"of\": 44, \"everything\": 45, \"anymore\": 46, \"ily\": 47, \"can\\u2019t\": 48, \"in\": 49, \"me\": 50, \"nothing\": 51, \"alone\": 52, \"\\ud83d\\ude29\": 53, \"yay\": 54, \"feels\": 55, \"tbh\": 56, \"left\": 57, \"\\ud83d\\ude16\": 58, \"happy\": 59, \"right\": 60, \"now\": 61, \"lmao\": 62, \"heart\": 63, \"loved\": 64, \"\\ud83d\\ude03\": 65, \"song\": 66, \"\\ud83c\\udf89\": 67, \"grateful\": 68, \"laughing\": 69, \"good\": 70, \"had\": 71, \"great\": 72, \"time\": 73, \"\\ud83d\\ude0e\": 74, \"got\": 75, \"promotion\": 76, \"vibes\": 77, \"\\u2728\": 78, \"won\": 79, \"prize\": 80, \"\\ud83d\\ude0d\": 81, \"\\ud83d\\ude02\": 82, \"\\u2764\\ufe0f\": 83, \"proud\": 84, \"blessed\": 85, \"\\ud83d\\ude2b\": 86, \"\\ud83d\\udcaa\": 87, \"wait\": 88, \"weekend\": 89, \"awesome\": 90, \"\\u2639\\ufe0f\": 91, \"\\ud83d\\ude1f\": 92, \"beautiful\": 93, \"friends\": 94, \"does\": 95, \"hurt\": 96, \"much\": 97, \"numb\": 98, \"\\ud83d\\ude04\": 99, \"best\": 100, \"day\": 101, \"ever\": 102, \"crowded\": 103, \"room\": 104, \"\\ud83d\\ude0a\": 105, \"empty\": 106, \"inside\": 107, \"lost\": 108, \"and\": 109, \"hopeless\": 110, \"after\": 111, \"matters\": 112, \"did\": 113, \"end\": 114, \"like\": 115, \"he\": 116, \"doesn't\": 117, \"meaningless\": 118, \"don\\u2019t\": 119, \"even\": 120, \"want\": 121, \"exist\": 122, \"abandoned\": 123, \"crying\": 124, \"\\ud83d\\udc94\\ud83d\\ude2d\": 125, \"falling\": 126, \"apart\": 127, \"\\ud83d\\ude2b\\ud83d\\udc94\": 128, \"find\": 129, \"peace\": 130, \"thinking\": 131, \"about\": 132, \"she\": 133, \"invisible\": 134, \"real\": 135, \"broken\": 136, \"keeps\": 137, \"hurting\": 138, \"drowning\": 139, \"sadness\": 140, \"hate\": 141, \"tired\": 142, \"pretending\": 143, \"okay\": 144, \"rejected\": 145, \"everyone\": 146, \"leaves\": 147, \"eventually\": 148, \"shattered\": 149, \"we\": 150, \"broke\": 151, \"up\": 152}"}}